{
    "questions": [
        {
            "question": "In your youth, you and your cousin Markus had a friend named Norbert Omenius. Norbert was a child of a very noble and old family, even at your standarts. Unfortunately, one day you walked in as Norbert was kicking Markus and making fun of your family. You stood there and did what?",
            "willpower": "I resisted my urge to beat him, and begged Norbert to stop.",
            "power": "I punched Norber in the head knocking him unconscious.",
            "stability": "I ran away."
        },
        {
            "question": "Many years later in a ball, you find out that Norbert has returned to town and is attending at the same party. You decide, that now is the time to get even. Your plan is:",
            "willpower": "I'll quickly break in to his home, and trash his room.",
            "power": "I'll wait for an opportunity, and then give him a beating.",
            "stability": "I'll steal some jewellery at the ball, and plant them in to the Norberts carriage."
        },
        {
            "question": "Just before you have successfully executed your plan, Norbert and two of his guards catch you. In the heat of the moment, you grap a knife and stab him in the throat and manage to flee from the situation. Panicing, becouse you have brought dishonor to your family, you decide to flee the country. What will you take with you?",
            "willpower": "You only take the essentials: food and money. Then you sneak in the stables and saddle your fathers best horse, hoping to make as much ground as possible before they start to look for you.",
            "power": "You steal the family sword and other valuables. Hoping you can make a living as a mercenary or in the worst case sell some of your possessions.",
            "stability": "You steal what you can and bribe a local farmer to hide you. Hoping to make a better plan the next day."
        },
        {
            "question": "Despite your best efforts, you are caught in matter of hours and thrown behind lock and key. As you wait for the trial, you are visited by your uncle Vitalius. He tells you that your family is veru dissapointed and will not help you, for you must pay for your crime if the family honor is to be restored. When, at last, the day of the trial comes, no one from your family is present as you make your speech, trying to plead for you life. Your simple plan is:",
            "willpower": "You lie, trying to blame the guards. Telling that they killed Norbert and you tried to save his life.",
            "power": "Distract the guards and run.",
            "stability": "Plead guilty, hoping your honesty will mitigate your sentence."
        },
        {
            "question": " // tuomiosi on kuolema, millätavalla poistut tästä maailmasta?",
            "willpower": "",
            "power": "",
            "stability": ""
        }
    ]
}